{"@context":"https://schema.org","@type":"FAQPage","mainEntity":[{"@type":"Question","name":"Voor welke gezondheidsproblemen kan een chiropractor helpen?","acceptedAnswer":{"@type":"Answer","text":"Een chiropractor kan bij uiteenlopende klachten aan spieren en gewrichten een oplossing bieden. Interessant is dat steeds meer mensen ervoor kiezen om hun wervelkolom regelmatig te laten controleren om hun wervelkolom en zenuwstelsel gezond te houden en gezondheidsproblemen te voorkomen. Net zoals we onze tanden regelmatig laten controleren, heeft het regelmatig corrigeren van uw wervelkolom een aanzienlijke invloed op uw algehele gezondheid. Een chiropractor kan u ook helpen uw prestaties te verbeteren. Steeds meer mensen, waaronder topsporters, wenden zich tot chiropractie om hen te helpen hun doelen te bereiken."}},{"@type":"Question","name":"Heb ik een verwijzing nodig voor de chiropractor?","acceptedAnswer":{"@type":"Answer","text":"Een verwijzing van de huisarts is niet nodig. U kunt direct een afspraak maken met de chiropractor, zonder dat dit gevolgen heeft voor de vergoeding door de zorgverzekeraars. De hoogte van de vergoedingen loopt echter sterk uiteen, afhankelijk van de verschillende verzekeraars. U kunt bij uw zorgverzekeraar informeren naar de voorwaarden.  Voor een overzicht per zorgverzekeraar: Vergoeding chiropractie"}},{"@type":"Question","name":"Wordt de chiropractor vergoed door de verzekering?","acceptedAnswer":{"@type":"Answer","text":"Vrijwel alle zorgverzekeraars nemen behandelingen door een chiropractor op in hun (aanvullende) pakket, zie het vergoedingenoverzicht. Voor alle verzekeraars geldt dat zij behandelingen vergoeden die uitgevoerd zijn door chiropractoren die geregistreerd zijn bij de SCN en/of lid zijn van de NCA. Om er zeker van te zijn dat chiropractie wordt vergoed, kunt u het beste even contact opnemen met uw eigen verzekeraar."}},{"@type":"Question","name":"Hoe lang duurt een behandeling bij de chiropractor ongeveer?","acceptedAnswer":{"@type":"Answer","text":"Het eerste bezoek duurt gemiddeld een half uur. Hoe lang de vervolgbehandelingen duren is mede afhankelijk van uw klachten."}},{"@type":"Question","name":"Verschil tussen chiropractor en manueel therapeut?","acceptedAnswer":{"@type":"Answer","text":"Chiropractoren en manueel therapeuten zijn professionals die zich richten op het bewegingsapparaat. Chiropractoren zien het lichaam als een geheel systeem (een vitalistische benadering, aanpakken van de oorzaak van het probleem) en leggen de nadruk op de interactie tussen het zenuwstelsel (onze hersenen, ruggenmerg en perifere zenuwen) en het hele lichaam, terwijl manueeltherapeuten een symptomatische aanpak hebben (symptomen behandelen). Chiropractoren gaan naar de oorzaak van het probleem. In vergelijking met de manueel therapeuten onderscheidt chiropractoren zich door de kennis van het bewegingsapparaat (in het bijzonder van de wervelkolom), het zenuwstelsel, het analyseren van röntgen- en MRI-foto’s en door algemene diagnostische vaardigheden met elkaar te integreren. Geregistreerde chiropractoren hebben dan ook altijd een universitaire opleiding afgerond, hetgeen niet perse geldt voor de manueel therapeut."}},{"@type":"Question","name":"Verschil tussen chiropractor en osteopaat?","acceptedAnswer":{"@type":"Answer","text":"Chiropractoren en osteopaten hebben beide een natuurlijke en holistische benadering. Osteopaten richten zich vooral op gewrichten en organen en gebruiken mobilisaties voor behandeling, terwijl chiropractors zich concentreren op de wervelkolom en het zenuwstelsel en manipulatie gebruiken om hun cliënten te helpen. Chiropractie benadrukt daarin de wisselwerking tussen het zenuwstelsel (onze hersenen, het ruggenmerg en de perifere zenuwen) en het bewegingsapparaat en daarmee samenhangende klachten. Daar de wervelkolom centraal staat in deze samenhang heeft de chiropractor een zeer groot deel van zijn/haar opleiding besteed aan de diagnose en behandeling van met name wervelkolom gerelateerde problematiek. In vergelijking met de osteopaten onderscheidt chiropractoren zich door de kennis van het bewegingsapparaat (in het bijzonder van de wervelkolom), het zenuwstelsel, het analyseren van röntgen- en MRI-foto’s en door algemene diagnostische vaardigheden met elkaar te integreren. Geregistreerde chiropractoren hebben dan ook altijd een universitaire opleiding afgerond, hetgeen niet perse geldt voor de osteopaat."}},{"@type":"Question","name":"Verschil tussen chiropractor en fysiotherapeut?","acceptedAnswer":{"@type":"Answer","text":"Chiropractoren en fysiotherapeuten zijn professionals die zich richten op het bewegingsapparaat. Chiropractoren leggen de nadruk op de interactie tussen het zenuwstelsel (onze hersenen, ruggenmerg en perifere zenuwen) en het bewegingsapparaat en bijbehorende klachten. Omdat de wervelkolom daarbij centraal staat, heeft de chiropractor een zeer groot deel van zijn/haar opleiding gewijd aan de diagnose en behandeling van met name wervelkolom gerelateerde problemen. Chiropractoren zien het lichaam als een geheel systeem (een holistische/vitalistische benadering, aanpakken van de oorzaak van het probleem) en leggen de nadruk op de interactie tussen het zenuwstelsel (onze hersenen, ruggenmerg en perifere zenuwen) en het hele lichaam, terwijl fysiotherapeuten zijn gericht op het functioneren van de spieren. Fysiotherapeuten hanteren meestal een symptomatische benadering (symptomen behandelen), chiropractoren gaan naar de oorzaak van het probleem. Chiropractoren onderscheiden zich van fysiotherapeuten door hun kennis van het bewegingsapparaat (met name van de wervelkolom), het zenuwstelsel, de analyse van röntgen- en MRI-beelden en door het met elkaar integreren van algemene diagnostische vaardigheden. Geregistreerde chiropractoren hebben dus altijd een universitaire opleiding gevolgd, wat niet per se voor fysiotherapeuten geldt."}},{"@type":"Question","name":"Gaat een behandeling bij de chiropractor ten koste van mijn eigen risico?","acceptedAnswer":{"@type":"Answer","text":"Voor chiropractie geldt geen verplicht eigen risico van € 385 of hoger vrijwillig eigen risico. Het eigen risico geldt alleen voor zorg uit de basisverzekering en niet voor zorg uit het aanvullend pakket."}},{"@type":"Question","name":"Hoeveel behandelingen heb ik nodig als ik naar de chiropractor ga?","acceptedAnswer":{"@type":"Answer","text":"Het aantal behandelingen is sterk afhankelijk van een aantal verschillende factoren, zoals bijvoorbeeld het type klacht, de duur van de klacht, de leeftijd en algehele gezondheid van de patiënt. Meestal kan uw chiropractor een redelijke inschatting maken van het aantal behandelingen dat nodig is om uw specifieke klacht te verhelpen."}},{"@type":"Question","name":"Hoe verloopt een behandeling bij de chiropractor?","acceptedAnswer":{"@type":"Answer","text":"Als een patiënt voor het eerst de chiropractor bezoekt, gaat hij of zij globaal als volgt te werk: De behandeling begint met een vraaggesprek naar uw gezondheidstoestand, leefgewoonten en klachten. De chiropractor gaat vervolgens verder met een lichamelijk onderzoek waarin hij neurologische, orthopedische en chiropractische onderzoeksmethoden toepast. Aan de hand van deze onderzoeken kijkt de chiropractor of uw klacht chiropractisch behandeld kan worden en bespreekt hij of zij de mogelijkheden met u. Eventueel wordt u doorverwezen naar een specialist of huisarts. Dan kan de behandeling van start gaan. De chiropractor maakt hierbij gebruik van meerdere behandeltechnieken. Hij of zij gebruikt hoofdzakelijk nauwkeurig gedoseerde druktechnieken op de wervelkolom, schedel of elders. Naast het toepassen van druktechnieken is het mogelijk dat u oefeningen krijgt voorgeschreven of advies over een goede houding of voeding meekrijgt."}},{"@type":"Question","name":"Chiropractor: Wat is het ‘krakende’ geluid?","acceptedAnswer":{"@type":"Answer","text":"Wanneer u door uw chiropractor wordt behandeld, kunt u tijdens sommige chiropractische technieken een \"krakend\" geluid horen. Dit zijn geen botten of banden die over elkaar schuren, maar gas dat vrijkomt door een drukverlaging in het gewricht. Door negatieve druk ontstaan gasbellen in de gewrichtsvloeistof en deze geven het krakend geluid. U kunt het vergelijken met bijvoorbeeld een pot jam die u voor het eerst opent."}},{"@type":"Question","name":"Is een behandeling bij de chiropractor pijnlijk?","acceptedAnswer":{"@type":"Answer","text":"Over het algemeen is een behandeling door een chiropractor niet pijnlijk. Wanneer een behandeling gevoelig of pijnlijk kan zijn, vertelt uw chiropractor u dat altijd van te voren. Als ‘bijwerking’ komt wel vaker lichte spierpijn of vermoeidheid voor, die meestal na één of twee dagen weer verdwijnt."}},{"@type":"Question","name":"Is chiropractie veilig?","acceptedAnswer":{"@type":"Answer","text":"Verschillende onafhankelijke onderzoeken beoordelen chiropractie als een uiterst veilige behandelmethode."}},{"@type":"Question","name":"Waarom zou ik een afspraak maken met de chiropractor?","acceptedAnswer":{"@type":"Answer","text":"Hier zijn een paar redenen waarom u een afspraak zou moeten maken met een chiropractor? Het regelmatig laten controleren van uw wervelkolom is essentieel als u deze gezond wilt houden. Onze modernere levensstijl, denk aan: te weinig beweging, te veel zitten, ons leven dat steeds drukker wordt, al die stressfactoren zorgen voor enorme stress op ons lichaam, vooral onze wervelkolom en zenuwstelsel. Je wervelkolom beschermt je zenuwstelsel. Dat betekent dat een wervelkolom die niet goed functioneert een impact zal hebben op het communicatiesysteem van uw lichaam en dus een negatief effect heeft op uw algehele gezondheid. Om een goede houding te behouden. Een goed bewegende ruggengraat stelt je in staat om tot op hogere leeftijd een goede houding te behouden. Om uw slaap te verbeteren. Regelmatige chiropractische aanpassingen helpen de stress op uw zenuwstelsel te verminderen. Hierdoor slaap je beter en krijg je meer energie. Ter voorkoming van spinale degeneratie (artrose). Een goed uitgelijnde wervelkolom die goed beweegt, degenereert minder sneller. Steeds meer mensen kiezen ervoor om zich tot chiropractie te bewegen om hun gezondheid op een optimaal niveau te houden. Door regelmatig te laten controleren, vermijden ze de negatieve impact op de gezondheid die wordt veroorzaakt door onze stress moderne uitgevoerd."}},{"@type":"Question","name":"Wat is chiropractie?","acceptedAnswer":{"@type":"Answer","text":"Chiropractie is de wetenschap, de kunst en de filosofie om de mens te ondersteunen om gedurende zijn hele leven 100% van zijn potentieel te leven. Chiropractoren richten zich op het voorkomen en corrigeren van problemen met een oorsprong in de wervelkolom en het zenuwstelsel. Chiropractoren herkennen het zelfgenezend vermogen van het lichaam. Chiropractoren hebben een natuurlijke, vitalistische en holistische benadering. Dit betekent dat ze het individu als geheel zien. Ze zien het lichaam als een complex systeem waarin alles met elkaar verbonden en van elkaar afhankelijk is. Chiropractoren richten zich op de oorzaak van het probleem in plaats van alleen de symptomen aan te pakken. Ze gebruiken geen operaties of medicijnen om hun cliënten te helpen. In plaats daarvan vergemakkelijken en stimuleren ze het aangeboren vermogen van het lichaam om zichzelf te genezen."}},{"@type":"Question","name":"Wie is de chiropractor?","acceptedAnswer":{"@type":"Answer","text":"Een chiropractor is een professional die universitair geschoold is. Hij is een expert op het gebied van functionele stoornissen van de wervelkolom en het zenuwstelsel. Chiropractoren beschikken over verschillende technieken waardoor ze een groot publiek kan bereiken. Steeds meer mensen kiezen ervoor om zich tot chiropractie te wenden om hun gezondheid op een optimaal niveau te houden. Door hun wervelkolom regelmatig te laten controleren, vermijden ze het negatieve effect op de gezondheid dat wordt veroorzaakt door onze stressvolle moderne levensstijl."}},{"@type":"Question","name":"Wat is een chiropractische correctie?","acceptedAnswer":{"@type":"Answer","text":"Een chiropractische correctie is een kunst op zich. Het woord is afgeleid van het Engelse ‘adjustment’, wat onder meer het volgende betekent: fijn afstellen, beter laten functioneren. Tijdens een correctie corrigeert de chiropractor de wervelblokkades om interferentie van het zenuwstelsel te verminderen. De correctie wordt voor iedere klant specifiek aangepast."}}]}